/* DeSmuME Strings File */
/* ENGLISH */

/* General */
"DeSmuME Emulator" = "DeSmuME Emulator";
"OK" = "OK";
"Cancel" = "Cancel";

/* File Menu */
"Slot %d" = "Slot %d";

/* Emulation Menu */
"Execute" = "Execute";
"Pause" = "Pause";

/* View Menu */
"Show Status Bar" = "Show Status Bar";
"Hide Status Bar" = "Hide Status Bar";

/* Dialogs */
"Are you sure you want to quit?" = "Are you sure you want to quit?";
"Are you sure you want to close the ROM?" = "Are you sure you want to close the ROM?";

/* Status Bar Messages */
"No ROM Loaded" = "No ROM loaded";
"Executing" = "Executing";
"Paused" = "Paused";

/* Preferences Window */
"DeSmuME Preferences" = "DeSmuME Preferences";
"Interface" = "Interface";
"Controls" = "Controls";
"DS Firmware" = "DS Firmware";
"Yes" = "Yes";
"No" = "No";

/* Interface Preferences */
"Execute Upon Load" = "Execute Upon Load";
"When Launching, Load" = "When Launching, Load";
"Load Nothing" = "Nothing";
"Load Last ROM" = "Last ROM";

/* Control Preferences */
"A Button" = "A Button";
"B Button" = "B Button";
"X Button" = "X Button";
"Y Button" = "Y Button";
"L Button" = "L Button";
"R Button" = "R Button";
"Up Button" = "Up";
"Down Button" = "Down";				
"Left Button" = "Left";
"Right Button" = "Right";			
"Start Button" = "Start";
"Select Button" = "Select";

"Up Key" = "[UP]";
"Down Key" = "[DOWN]";
"Left Key" = "[LEFT]";
"Right Key" = "[RIGHT]";
"Space Bar" = "[SPACE]";
"Enter Key" = "[ENTER]";

/* Status Bar */
"No ROM loaded" = "No ROM loaded";
"ROM Loaded" = "ROM Loaded";
"Emulation Executing" = "Executing";
"Emulation Paused" = "Paused";
"Emulation Reset" = "Reset";

/* Errors */
"Error" = "Error";
"An emulation error occurred" = "An emulation error occurred";
